Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 陈平安伸手指向东边，“我们爬的那座山已经很高了，但是我在山顶看去，最东边还有一座山，更高，我都说不出来它到底有多高。”
en_us: Chen Ping'an pointed to the east and said, "The mountain that we climbed was already extremely tall. However, when we arrived at the peak and looked into the distance, what we saw was an even taller mountain in the east. I can't even describe how tall it was."

source: 陈平安低估了那个青衣少女的听力，结果只是这轻轻一放，少女就蓦然竖起耳朵，眼神瞬间直接扫过来。
en_us: However, he had underestimated the hearing ability of the young girl. Even though his actions had been careful, the young girl's ears immediately perked up, and her gaze immediately swept over.

source: 陈平安低声反驳道：“是三钱。”
en_us: "It's thee copper coins," Chen Ping'an argued in a low voice.

source: 陈平安低声问道：“你经过老槐树那边的事情，身上有没有莫名其妙多出一些槐叶？”
en_us: "Did any locust leaves mysteriously appear on you when you passed by the old locust tree?" Chen Ping'an asked in a low voice.

source: 陈平安低头看了眼她腰佩腰间的绿鞘长刀，由衷赞赏道：“很好看。”
en_us: Chen Ping'an looked down at the saber and green scabbard hanging on her waist, and he said sincerely, "It's beautiful."

source: 陈平安低头默念道：“不论人神，入土为安。”
en_us: Chen Ping'an lowered his head and quietly chanted, "May you rest in peace, no matter whether you're a human or a god."

source: 陈平安使劲拍了一下膝盖，站起身，突然说道：“认识你们，我很高下。”
en_us: Chen Ping'an slapped his own knee vigorously as he rose to his feet, and he suddenly said, "I'm very happy to have met you."

source: 陈平安使劲摇头，实诚回答道：“不明白！”
en_us: Chen Ping'an furiously shook his head, replying with a sincere expression, "I don't understand!"

source: 陈平安使劲点头。
en_us: Chen Ping'an nodded vigorously in response.

source: 陈平安使劲点头，果然很好吃。
en_us: Sure enough, it was delicious, and Chen Ping'an couldn't help but nod in approval as he ate.

source: 陈平安使劲给自己一耳光，疼。
en_us: He then gave himself a vigorous slap, and sure enough, it really hurt.

source: 陈平安依然不说话。
en_us: Chen Ping'an still remained silent.

source: 陈平安便不再追问此事，仰头望向被宁姚称为道门灵官的彩绘神像，道：“这就是陆道长他们家的神仙啊。”
en_us: Chen Ping'an didn't continue to pester her about this topic. He looked up at the colorful statue that Ning Yao referred to as the Daoist Enforcer, and he said, "So, this is an immortal from the same teaching as Daoist Lu..."

source: 陈平安便将齐先生出现之前的事情经过，跟少女说了遍，之后的事情，选择性说了些。
en_us: Chen Ping'an recounted the events before Mr. Qi's arrival. As for the events after Mr. Qi's arrival, he picked and chose what he told her.

source: 陈平安便给她挑了块藕粉色的小石头，水润可爱，小女孩握在手心，很满意。
en_us: After hearing this, Chen Ping'an picked a small pebble that was lotus pink in color. It was smooth and adorable, and the little girl was extremely satisfied as she held it in her hands.

source: 陈平安假装没听到，正要打开院门的时候，少女提高嗓门，“陈平安”
en_us: Chen Ping'an pretended not to have heard her, but right as he was about to open the gate, Ning Yao raised her voice as she yelled again, "Chen Ping'an!"

source: 陈平安做事情从来不拖泥带水，下定决心之后就立即动手，伸出双手将磨剑石往上抬，能够抬离地面寸余距离，有些沉重，但还不至于搬不动，这就好办，陈平安去屋子找来一只箩筐。
en_us: Chen Ping'an was never one to procrastinate, so afte making his decision, he immediately sprang into action. He gripped onto the underside of the stone with his hands and hoisted it upward, but was only able to lift it around an inch up from the ground. It was rather heavy, but not so heavy that it was immovable. Chen Ping'an returned to the house to find a basket, and soon, he was making his way down Clay Vase Alley with the basket on his back, and a garment draped over the Dragon Slaying Platform sitting in the basket.

source: 陈平安偷偷递给他一枚早就准备好的金精铜钱，也不说话，门房低头一瞅，一掂量，双指一摩挲，心领神会，却不急着表态。少年很快就又递过来一枚金色钱，门房笑了，却没有接手，说道：“既然是个懂事之人，我也就放心帮你引荐，否则因你丢了这份差事，我就真是冤大头了。你手里这枚铜钱先收着，如果府上管事答应你进衙署，再给我不迟，如果不答应，我也爱莫能助，就当这枚铜钱就与我无缘，你觉得如何？”
en_us: Chen Ping'an sneakily handed the porter a gold essence copper coin that he had prepared in advance, and the porter took a glance at the coin in silence, massaging it between two of his fingers, but seemed to be in no hurry to say anything. Chen Ping'an quickly handed another coin to him, but the porter didn't take the coin. Instead, he merely smiled and said, "I can see that you're a smart lad, so I have no qualms referring you to Master Song. Otherwise, it would be nothing short of a tragedy if I were to lose this job because of you. Hold onto that copper coin for now. You can give it to me if the steward of the manor allows you to enter the office. If not, then I won't be able to help you, and I wouldn't deserve the additional copper coin. What do you say?"

source: 陈平安傻乎乎接过空荡荡的剑鞘，瞠目结舌道：“说啥？”
en_us: Chen Ping'an dazedly accepted the empty sword scabbard, his expression dumbfounded as he uttered, "Say what?"

source: 陈平安傻呵呵笑道：“宁姑娘，你这么耿直，朋友一定不多吧？”
en_us: A bashful smile appeared on Chen Ping'an's face as he remarked, "Given how straightforward you are, I'm assuming you don't have many friends... Ouch!"

source: 陈平安先后丢完两把石子后，正要弯腰拾捡，不远处有人问道：“你做什么？”
en_us: After tossing two handfuls of rocks into the water, Chen Ping'an was just about to pick up some more when someone from nearby asked, "What're you doing?"

source: 陈平安先将那包裹放在床上，跟黑衣少女说是新买的衣裳。
en_us: Chen Ping'an set the pouch down onto the bed first, telling Ning Yao that it contained the new clothes that he had bought.

source: 陈平安先将齐先生赠送的玉簪子，以及顾粲拿来的两袋子铜钱，都放在桌上，然后开始烧水抓药煎药，熟门熟路，不像是窑工出身，反而像是在药铺里待了很多年的伙计。
en_us: Chen Ping'an placed the jade hairpin that Mr. Qi had given him and the two pouches of copper coins on the table. He then started to boil water and brew medicine, his actions showing off his wealth of experience. He appeared nothing like a potter at this moment, and he instead appeared like someone who had worked in a pharmacy for many years.

source: 陈平安先帮她煮了锅粥，让她自己注意火候，然后对刘羡阳说道：“你自己等着稚圭出门我得去送信。”
en_us: He cooked a pot of porridge for her, telling her to keep an eye on the flames herself. He then turned to Liu Xianyang and said, "You can wait for Zhi Gui yourself. I need to deliver some letters first."

source: 陈平安全部听不懂，只能死记硬背，之后又分别问了“巨阙”“太渊”。
en_us: Chen Ping'an had no idea what he had just been told, so he could only memorize what Ruan Xiu had just said in the hope that he would be able to understand the meaning of these words in the future. After that, he asked about the "Giant Tower" and the "Great Void" acupoints, and Ruan Xiu was able to provide an explanation in both cases.

source: 陈平安其实早已站在门槛那边，看到这一幕后快步走到院子，轻声道：“走吧。”
en_us: Chen Ping'an had already been standing at the door for a while, and upon seeing this, he hurriedly walked over and said in a soft voice, "Let's go."

source: 陈平安冒雨跑过水塘似的院子，站在齐静春身前，接过一只白布袋子。
en_us: Chen Ping'an ran through the rain and the pond-like backyard. Standing before Qi Jingchun, he accepted the white cloth pouch.

source: 陈平安凝神望着那几幅一气呵成的拳势图，摆兵布阵一般，挤在一页之内，所以每个挥拳小人的图画不大，加上炭笔画工并没有如何精细，也亏得是陈平安眼力好，在昏暗灯光下依然看得纤毫不差，少年听到宁姑娘那些听不太懂的话语后，呢喃道：“听上去这一式拳法很威猛啊。”
en_us: Chen Ping'an focused on the fist stance diagrams that had been seemingly drawn in a single stroke. It looked like they were standing in formation on the page, and because they were all squished together, each diagram wasn't very big. In fact, the drawings weren't very meticulous to begin with. It was thanks to Chen Ping'an's good eyesight that he could still see them clearly under the dim yellow light of the candles. Listening to Ning Yao's words which he couldn't fully comprehend, he murmured, "This fist technique sounds quite impressive and mighty."

source: 陈平安出现片刻的眼神黯然，只是很快点头笑道：“很有用的。”
en_us: A hint of despondence flashed through Chen Ping'an's eyes. However, he quickly nodded and said with a smile, "Yes, it's very effective."

source: 陈平安刚想要说话，锦衣少年已经转身离去。
en_us: Chen Ping'an was just about to say something, but the brocade-robed young boy had already departed, leaving Chen Ping'an to look on with furrowed brows.

source: 陈平安刚想说什么，少女已经自顾自往下说去，“天下武学分九境，当然有人也说其实九境之上，还有第十境，就像各大王朝都会豢养一群棋待诏……”
en_us: Chen Ping'an was just about to say something, yet the young girl had already continued, "All martial arts in the world are divided into nine tiers. Of course, there are also people who say that there's a 10th Tier above the nine tiers. This is just like the Go officials raised by the large empires..."

source: 陈平安刚打算跟她掰扯掰扯自己的看法和道理。
en_us: Chen Ping'an was just about to interject and explain his reasoning to her.

source: 陈平安刚要帮刘羡阳解释，男人已经冷声道：“你去告诉那小子，今天要是再见不着他这位大爷的面，明儿就不用去我家铺子了。”
en_us: Chen Ping'an was just about to explain the situation for Liu Xianyang, but the man had already started to say coldly, "Go and tell that brat. If I don't see him today, then he won't need to come to my forge again."

source: 陈平安刚要站起身，宁姚沉声道：“钱拿走！”
en_us: Chen Ping'an was just about to rise to his feet when Ning Yao said in a displeased voice, "Take your money with you!"

source: 陈平安到了铁匠铺后，听到那个消息，有点懵。
en_us: Upon arriving at the blacksmith shop, Chen Ping'an was blindsided by a piece of unexpected news.

source: 陈平安刻意去深呼吸了一口气，于是清晰感受到腹部传来的刺痛，他要确定这种程度的疼痛，对自己接下来的行动，到底会造成多大的影响。
en_us: Chen Ping'an forced himself to take a deep breath, and this made him clearly feel the piercing pain traveling over from his abdomen. He needed to determine how much this pain would affect him in a while.

source: 陈平安加快脚步，很快就追上刘羡阳。
en_us: Chen Ping'an quickened his pace and caught up to Liu Xianyang in no time.

source: 陈平安包扎有棉布条的左手，已经在不由自主地微微颤抖，鲜血渗出棉布，一滴一滴落在脚边野草上。
en_us: Wrapped in cotton strips, Chen Ping'an's left hand was already involuntarily shaking. Blood seeped through the cotton strips and dripped onto the wild grass beside his feet.

source: 陈平安卷起裤管趟水而过，上了对岸，突然听到廊桥那边传来惊呼声和怒斥声，想了想，没有去掺和。
en_us: Chen Ping'an rolled up his pant sleeves and waded across the creek. When he arrived onshore, he suddenly heard screams of astonishment and howls of anger traveling over from the covered bridge. He paused for a moment before deciding against getting involved.

source: 陈平安去了趟泥瓶巷，拿起最后一袋藏在陶罐里的铜钱，带着三袋钱，走入福禄街，找到窑务督造衙署。
en_us: Chen Ping'an returned to Clay Vase Alley, picking up the final pouch of copper coins that he had hidden in a clay pot, and with the three pouches of coines, he stepped onto Fortune Street in search of the kiln supervision official's office.

source: 陈平安去刘羡阳家拿了箩筐鱼篓，离开小镇去往小溪，在人多的时候，陈平安当然不会练习撼山谱的走桩，出了小镇，四下无人，陈平安才开始默念口诀，回忆宁姑娘走桩之时的步伐、身姿和气势，每个细节都不愿错过，yi遍yi遍走出那六步。
en_us: Chen Ping'an went to Liu Xianyang's house to collect a bamboo basket and fish basket before leaving the small town and heading to the creek. When there were many other people around, Chen Ping'an naturally wouldn't practice the Mountain Shaking Guide's walking meditation. After leaving the small town, he would be all alone, and it was during these times that he would start to quietly recite the mantra and recall Ning Yao's movements and aura as she had demonstrated walking meditation. He wasn't willing to miss any detail, and he continued to repeat the six steps over and over again.

source: 陈平安又一次帮刘羡阳盖好被子，起身道：“我去带他们进山了，你好好休息。”
en_us: Chen Ping'an helped Liu Xianyang fix his blankets again, and he stood up and said, "I need to bring them into the mountains now. Remember to rest well."

source: 陈平安又一次看到青衣少女，是她默默跟在一个中年男人身后，低着头啃着一张葱油鸡蛋饼。
en_us: Chen Ping'an saw the young girl in green again. This time, she was quietly walking behind a middle-aged man. As she walked, she didn't forget to lower her head to nibble on a scallion pancake.

source: 陈平安又不好说姑娘你慢慢吃便是了，只好尴尬笑着。
en_us: It wasn't like Chen Ping'an could tell her to eat slowly either, so he could only look over with an awkward smile on his face.

source: 陈平安又不是那种得寸进尺的人物，赶紧笑着解释道：“没事没事，我就是想多认识一些字，没有想那么多。再说了，我自己有一部拳谱可以练习，只是这个拳谱上的拳桩，我就已经差点练不过来了，哪能分心。”
en_us: Chen Ping'an wasn't the type of person to ask for more than he was given, and he hurriedly smiled as he explained, "It's fine, I just wanted to learn more characters, I haven't even thought about cultivation. Besides, I already have a fist technique that I can practice. Just that alone is already too much for me to handle, I can't afford to divert my attention elsewhere."

source: 陈平安又从箩筐里，挑出五六颗最有眼缘的蛇胆石，搬到自己睡觉的偏屋里。
en_us: Afterward, Chen Ping'an retrieved his favorite five or six snake gall pebbles from the large basket and took them to the wing-room that he was staying in.

source: 陈平安又在那条线中间地段，用手指画出一个小圈，“如果真是这种最糟糕的情况，宁姑娘，你能不能把他勾引到这里？就是我当初入山的地方，这样我拿到了木弓赶过去，不需要多久。”
en_us: Chen Ping'an drew another small circle in the middle on the line, and he said, "Ning Yao, if the worst-case scenario really does play out, can you lead him to this place? This is where I entered the mountain before. If you guys are there, then it won't take me too long to head over after I retrieve my wooden bow."

source: 陈平安又拿出一颗蛇胆石，再次递给她。
en_us: Chen Ping'an retrieved another snake gall pebble and offered it to her.

source: 陈平安又说道：“到了外边，多做事少说话，管住自己这张嘴巴，吃些亏就吃些亏，别总想着嘴上讨回便宜，外边的人，不像我们，会很记仇的。”
en_us: Chen Ping'an continued, "Once you arrive outside, remember to do more and speak less. Control your tongue, and so be it if you have to suffer a little because of it. Don't try to always seek an advantage with your tongue. Unlike us, the people outside are far more likely to bear grudges."

source: 陈平安又遭受偷袭，揉着后腰，无辜道：“宁姑娘，你干嘛？”
en_us: All of a sudden, Chen Ping'an received another sharp prod to the waist, and he protested, "Why did you do that?"

source: 陈平安又问刘羡阳，“你有没有把握做那个阮师傅的徒弟？”
en_us: "Are you confident that you can become Master Ruan's disciple?" Chen Ping'an turned to Liu Xianyang and asked.

source: 陈平安又问道：“宁姑娘，你觉得老猿为此付出多大的代价了？”
en_us: "Ning Yao, what price will he have to pay?" Chen Ping'an asked.

source: 陈平安又问道：“按照宋集薪和稚圭之前的说法，齐先生原本打算跟学塾书童赵繇一起离开小镇，为什么最后不走了？”
en_us: "According to Song Jixin and Zhi Gui, Mr. Qi was originally planning to leave the town together with Zhao Yao. Why did he decide against that in the end?" Chen Ping'an asked.

source: 陈平安又陷入沉思，最后眼神坚定道：“刘羡阳不会因为外人给了什么，就去当败家子，他对他爷爷的感情很深，除非真的像他说的，他爷爷临终前叮嘱过他，宝甲可卖，但是别贱卖，而那部剑经则一定要留在他们刘家，以后还要留给后人。”
en_us: Chen Ping'an fell deep into thought. However, his expression eventually became firm, and he said, "Liu Xianyang won't abandon his principles simply because someone offered him a huge fortune. He had an extremely good relationship with his grandfather, and unless he was telling the truth about his grandfather saying that he could sell the suit of armor for the right price, he definitely wouldn't sell it otherwise. As for that sword scripture, it definitely has to be kept in the Liu Clan and passed down to the future generations."

source: 陈平安双手抱住头。
en_us: Chen Ping'an put his head in his hands.

source: 陈平安双手挠头，苦着脸。
en_us: Chen Ping'an scratched his head with his hands as he looked on with a sour expression.

source: 陈平安双肩扛着那些槐枝，不好转头，只能稍稍大声问道：“学塾现在有多少人？”
en_us: Chen Ping'an was carrying a bunch of locust leaves on his shoulder, so it was difficult for him to turn his head. Thus, he could only raise his voice slightly as he asked, "How many people are in the school right now?"

source: 陈平安双臂交错格挡在身前，左臂在外右臂在内，死死护住心口和脸庞。
en_us: Chen Ping'an raised his arms to block, with his left arm on the outside and his right arm on the inside. He stubbornly protected his face and chest.

source: 陈平安反问道：“为啥这么问？”
en_us: "Why do you ask?" Chen Ping'an retorted.

source: 陈平安反驳道：“我方才不是说了，不要五文钱吗？难道不算吃小亏？”
en_us: "Didn't I just say I could do without the five copper coins? Is that not accepting a minor loss?" Chen Ping'an retorted.

source: 陈平安发现此人看待自己的眼神，很古怪，既不像正阳山搬山猿、老龙城苻南华，那么自恃高人一等，也不像陆道长和宁姑娘这样。那个年轻男人的视线，十分复杂矛盾，似乎有怜悯，欣赏，又夹杂着一丝嫌弃。
en_us: Chen Ping'an noticed that this person was looking at him with an extremely strange expression. However, this wasn't the same expression as the Mountain-moving Ape from Sun Scorch Mountain or Fu Nanhua from Old Dragon City, an expression of arrogance and haughtiness. Nor was it the same expression as Daoist Lu or Ning Yao. Instead, his expression was extremely complicated, and there was seemingly pity, appreciation, but also a hint of loathing.

source: 陈平安取回柴刀，少女已经站在院墙那边，笑问道：“你知道那是什么东西吗？”
en_us: When Chen Ping'an returned with the hatchet, the young girl was already standing at the courtyard wall. She smiled and asked, "Do you know what that is?"

source: 陈平安只得背起箩筐，硬着头皮走过去，好在青色石崖很大，能站十多个人，而且少女已经主动坐到边缘，不像之前双腿伸直了，规规矩矩盘腿而坐，她膝盖上放着一只打开的包裹，堆满了形形色色的糕点小吃，像一座小山，目前为止，才被少女吃掉一个小山头而已。
en_us: Chen Ping'an had no option but to pick up his basket and muster some courage to walk over. Fortunately, the green stone cliff was quite spacious, being large enough to fit a dozen or so people. Moreover, the young girl had already shuffled to the side, and her legs were no longer stretched across the middle like before. Rather, she was sitting with her legs crossed, with a bag that was filled with all kinds of desserts and snacks on her lap. This was a small mountain of food. Right now, she had only finished a small corner of this mountain.

source: 陈平安只得自己先收起来。
en_us: Chen Ping'an had no choice but to do as he was told.

source: 陈平安只得转身跑回门槛那边，她脸色已经比之前红润几分，只是嗓音依旧有些沙哑，道：“第，我们这些外人来到小镇之后，虽然如之前跟你所说，体魄强健胜过常人，但是除此之外，跟你们没什么两样。第二，外人不可以在这里杀人，旦违反，无论什么原因理由，都会被驱逐出去，注定无所获，这个代价很大，大到超出你的想象。第三，你也要想清楚，我们这些外人，到了危急时刻，哪怕拼着两手空空，也定会出手，毕竟有命活下去，才是最根本的事情。”
en_us: Chen Ping'an could only turn around and jog back to the doorstep. At this point, Ning Yao's complexion had already improved somewhat, but her voice was still rather hoarse as she said, "What I want to tell is that firstly, for outsiders like ourselves in this town, our physical constitutions will be superior to the average person, but aside from that, we're no different from the town's residents. Secondly, outsiders are not allowed to kill people here, and if we break that rule,no matter what reason we may have, we will be evicted and forced to leave empty-handed. That is an extremely severe consequence, far more dire than you can imagine. Thirdly, you have to think things through properly before we act. For outsiders like me, if our lives are placed under threat, we'll definitely retaliate, even if means having to leave this place empty-handed. After all, nothing is more important than survival."

source: 陈平安只觉得莫名其妙，肩并肩坐着的黑衣少女，突然就傻呵呵笑起来。
en_us: Chen Ping'an was completely baffled. The young woman sitting next to him had suddenly started to chuckle stupidly to herself.

source: 陈平安叮嘱道：“这盆水，回头我来倒，道长不用帮忙，住在隔壁的宋集薪，比较喜欢新鲜事情，让他瞧见了，不好。”
en_us: Prior to his departure, Chen Ping'an said, "Don't tip out that tub of water, I'll do it after I get back. My neighbor, Song Jixin, is always intrigued by new things, and if he sees you coming out of my house, he'll start to wonder about happening here."

source: 陈平安右手在衣襟上狠狠搓了搓，这才翻开书页，序一字字看过去，之后图并茂，反正草鞋少年看得云里雾里。
en_us: Chen Ping'an vigorously rubbed his right hand on his sleeve. Only then did he open the book and read through the introduction. He then flipped through the remaining pages that were decorated with text and diagrams. In any case, he couldn't understand anything that he was reading.

source: 陈平安右手指了指自己眼睛，苦笑道：“其实痛得我眼泪都流出来了。”
en_us: Chen Ping'an pointed at his eyes with his right hand and said with a bitter smile, "Actually, it hurt so much that I'm shedding tears."

source: 陈平安叹了口气，“路上小心。”
en_us: Chen Ping'an heaved a faint sigh in response. "Look after yourselves."

source: 陈平安叹了口气，“马苦玄，哦，就是杏花巷那边马婆婆的孙子，跟我差不多岁数，现在好像完全变了一个人，按照他的说法，是小镇风水变了，所以这些小溪里的石头越来越留不住‘气’。”
en_us: Chen Ping'an sighed and replied, "Ma Kuxuan... Oh, he's Granny Ma fom Apricot Blossom Alley's grandson, and he's around the same age as me. Anyway, it's as if he's become a completely different person. According to him, the feng shui of our small town has changed, so the pebbles in the creek can't hold their 'aura' anymore."

source: 陈平安叹了口气，坐回小板凳上，“齐先生说了一句话，说君子可欺以其方。”
en_us: Chen Ping'an sighed as he sat back down on the small stool, replying, "Mr. Qi said that virtuous people can be deceived through means within reason."

source: 陈平安叹了口气，感觉自己有点心累啊。
en_us: Chen Ping'an couldn't help but sigh. His mind was truly feeling a little tired at this moment...

source: 陈平安叹了口气，抬起头，认真道：“你要是手头紧，这五文钱就算了吧，可是事先说好，以后一封信一颗铜钱，不能再赖账的。”
en_us: Chen Ping'an heaved a faint sigh as he raised his head and said in a serious manner, "If you're a little tight on money right now, then I can do without the five copper coins, but we agreed upon one copper coin per letter, so you can't keep refusing to pay me like this."

source: 陈平安叹了口气，突然停下脚步。
en_us: Chen Ping'an sighed and suddenly stopped in his tracks.

source: 陈平安叹了口气，试探性问道：“隔壁家有个姑娘叫稚圭，让她来做这些事情？”
en_us: Chen Ping'an heaved a faint sigh, then proposed, "There's a girl by the name of Zhi Gui living in the neighboring house. Can I ask her to come and help out instead?"

source: 陈平安叹了口气，起身道：“先救人。”
en_us: "Let's save her first," Chen Ping'an sighed as he rose to his feet.

source: 陈平安吃着将近十年没尝过滋味的糖葫芦，扛着槐枝返回泥瓶巷，经过一栋比自家祖宅还有破败的宅子，陈平安心怀愧疚，想着是不是先跟阮师傅借些银子，把这栋屋子给修一修，虽说从小就生活在这座泥瓶巷，可陈平安从来没有见过这栋宅子有人居住，之前跟搬山猿在屋顶追逐搏杀，故意将其骗到这里，害得屋顶被老猿踩出个大窟窿，陈平安觉得必须把这个烂摊子揽在身上，否则以后免不了要风吹日晒，受那下雨刮风的罪，可能宅子原本还能熬个二三十年光阴，现在恐怕连五年都撑不过去，房屋栋梁会腐朽得很快，这一点，跟陈平安被蔡金简强行“指点”的身躯，极为相似，都是八面漏风的境地，所以陈平安愈发心有戚戚然，想着怎么也要把这栋无主的宅子修好，不说多光鲜气派，牢固结实总是跑不掉的。
en_us: Chen Ping'an was eating a tanghulu for the first time in close to 10 years as he made his way back to Clay Vase Alley with the locust branch on his shoulder, and a sense of guilt welled up in his heart as he passed by a house that was even dilapidated than his own. He was considering borrowing some silver from Master Ruan to have the house repaired. Even though he had been living on Clay Vase Alley his entire life, he had never seen anyone live in this house. During his plot to lure Bai Yuan into the mountains, he had intentionally led the Mountain-moving Ape to this house, causing him to smash a massive hole into the roof of the house. Chen Ping'an felt a sense of responsibility to have the hole repaired. In its original state, the house would've perhaps been able to last two or three more decades, but now that it was more exposed to the elements due to the gaping hole on its roof, it most likely wasn't even going to be able to last five years. Essentially, it was the same concept as Cai Jinjian forcibly "pointing the way" for Chen Ping'an, leaving his body open and exposed, much like this house was. Hence, Chen Ping'an was determined to have the house repaired no matter what. It didn't have to be a very grand or spectacular repair job, but it had to be sturdy and serviceable.

source: 陈平安吓了一跳，“宁姑娘你继续说。”
en_us: Chen Ping'an was given a fright, and he said, "Ning Yao, please continue."

source: 陈平安听到这一切后如临大敌，“你要小心，卢正淳和那些外乡人，不好惹！”
en_us: Chen Ping'an's expression was as if he were facing a great enemy. "You have to be careful. Lu Zhengchun and those outsiders aren't to be trifled with!"

source: 陈平安听到隔壁院子的鸡叫声，宋集薪和稚圭离开小镇的时候，顾不上那一笼子的老母鸡和鸡崽儿，估计这会儿有点饿伤了，陈平安去屋内拿起那串钥匙，再从自家带上一把稻米，走向隔壁院门，打开鸡笼，蹲下身一点点漏出指缝。喂过了鸡，陈平安打开灶房的房门，想看看有没有稻谷之类的余粮，以免白白放坏发霉，结果进了灶房，让陈平安大开眼界，一大缸大米，只是打开盖子一看，陈平安就饱了，橱柜里锅碗瓢盆，应有尽有，墙壁那边还挂着一排火腿和鱼干，一切收拾得干干净净，清清爽爽，大小物件，杂而不乱。
en_us: Chen Ping'an could hear the sound of chickens clucking in the neighboring yard. Back when Song Jixin and Zhi Gui left the town, they had left their hen and its chicks behind. At this point, they had to be starving. With that in mind, Chen Ping'an made his way into his house to grab that string of keys, then picked up a handful of rice before making his way into the neighboring yard and opening the chicken cage. He allowed the rice to fall through his fingers for the chickens to feed on, and after thta, he opened the door of the kitchen to see if any food had been left behind in case they became rotten or moldy from neglect. As soon as he made his way into the kitchen, he was greeted by an astonishing sight. There was a huge vat full of rice inside, and just the mere sight of it was enough to fill his stomach. The pantry was filled with pots, pans, and all types of cooking utensils, and there was a row of ham and dried fish hanging on the wall. Everything had was clean and orderly, and it seemed that Chen Ping'an's concerns had been entirely unwarranted.

source: 陈平安听到雷声后，抬起头望去，有些疑惑，不像是下雨的迹象。
en_us: Chen Ping'an also looked up upon hearing the rumbling thunder. He was slightly confused. It didn't look like it was going to rain.
